//// Controller of dashboard.
//var app = angular.module('starter', ['ionic']);
appControllers.controller('servicesCtrl', function ($scope) {


    $scope.services=[{
        "title": "إزالة تصبغات اللثة وتجميلها بأحدث أجهزة الليزر",
        "desc": "هي خدمه نقوم بخلالها بازاله تصبغات اللثة باستخدام واحدث تقنيات الليزر"
    },
    {
        "title": "تبييض الأسنان بالليزر و غيره",
        "desc": "هي خدمة نقوم بها بتنظيف وتبيض الاسنان عن طريق الليزر"
    },
    {
        "title": "العلاج التقويمي بجميع أنواعه",
        "desc": "نقدم خدمات العلاج التقويمى بجميع انواعة بااحدث الاجهزه والتقنيات"
    },
    {
        "title": "	عدسات  LUMINER + VENEERR ",
        "desc": "هي خدمة نقوم بها بتنظيف وتبيض الاسنان عن طريق الليزر"
    },
     
    {
        "title": "	الحشوات التجميلية. ",
        "desc": ""
    },
 
    {
        "title": "	زراعة الأسنان ",
        "desc": ""
    },
  
    {
        "title": "	علاج أعصاب وجذور الأسنان ",
        "desc": ""
    },

    {
        "title": "علاج اللثة جراحياً أو باستخدام الليزر",
        "desc": "هي خدمة نقوم بها لعلاج اللثة جراحيا باستخدام تقنية الليزر"
    },
  
    {
        "title": "	علاج أسنان الأطفال.",
        "desc": ""
    }
    ]

}); // End of dashboard controller.

// Controller of Dashboard Setting.
